Repository: piotrekmarkowski/PMemories-iOS
Catalog: PMemoriesApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sv, th, tr, uk, vi, zh_hans

source: "%@" was added to Trip Planning.
ar: تمت إضافة "%@" إلى تخطيط الرحلات.
cs: „%@“ bylo přidáno do Plánování výletů.
da: "%@" blev tilføjet til Rejseplanlægning.
de: „%@“ wurde zu Reiseplanung hinzugefügt.
el: Το «%@» προστέθηκε στον Σχεδιασμό ταξιδιού.
es: "%@" se añadió a Planificación de viajes.
fi: "%@" lisättiin Matkasuunnitteluun.
fr: « %@ » a été ajouté à Planification de voyage.
he: "%@" נוסף לתכנון הטיול.
hi: "%@" को ट्रिप प्लानिंग में जोड़ा गया।
hu: „%@” hozzáadva az Utazástervezéshez.
id: "%@" ditambahkan ke Perencanaan Perjalanan.
it: "%@" è stato aggiunto a Pianificazione viaggio.
ja: 「%@」がTrip Planningに追加されました。
ko: "%@"이(가) Trip Planning에 추가되었습니다.
nb: "%@" ble lagt til i Reiseplanlegging.
nl: "%@" is toegevoegd aan Reisplanning.
pl: „%@” zostało dodane do Trip Planning.
pt_br: "%@" foi adicionado ao Planejamento de Viagens.
pt_pt: "%@" foi adicionado ao Planeamento de Viagens.
ro: "%@" a fost adăugată la Planificarea călătoriei.
sv: "%@" lades till i Reseplanering.
th: เพิ่ม "%@" ไปยัง Trip Planning แล้ว
tr: "%@" Gezi Planlamasına eklendi.
uk: «%@» додано до Планування подорожі.
vi: Đã thêm "%@" vào Trip Planning.
zh_hans: 已将“%@”添加到 Trip Planning。

source: 1 city
ar: مدينة واحدة
cs: 1 město
da: 1 by
de: 1 Stadt
el: 1 πόλη
es: 1 ciudad
fi: 1 kaupunki
fr: 1 ville
he: עיר אחת
hi: 1 शहर
hu: 1 város
id: 1 kota
it: 1 città
ja: 1都市
ko: 도시 1개
nb: 1 by
nl: 1 stad
pl: 1 miasto
pt_br: 1 cidade
pt_pt: 1 cidade
ro: 1 oraș
sv: 1 stad
th: 1 เมือง
tr: 1 şehir
uk: 1 місто
vi: 1 thành phố
zh_hans: 1个城市

source: 1 day
ar: يوم واحد
cs: 1 den
da: 1 dag
de: 1 Tag
el: 1 ημέρα
es: 1 día
fi: 1 päivä
fr: 1 jour
he: יום אחד
hi: 1 दिन
hu: 1 nap
id: 1 hari
it: 1 giorno
ja: 1日
ko: 1일
nb: 1 dag
nl: 1 dag
pl: 1 dzień
pt_br: 1 dia
pt_pt: 1 dia
ro: 1 zi
sv: 1 dag
th: 1 วัน
tr: 1 gün
uk: 1 день
vi: 1 ngày
zh_hans: 1天

source: 1 day to go
ar: يوم واحد متبقٍ
cs: Zbývá 1 den
da: 1 dag tilbage
de: Noch 1 Tag
el: Απομένει 1 ημέρα
es: Queda 1 día
fi: 1 päivä jäljellä
fr: Plus qu'1 jour
he: יום אחד נותר
hi: 1 दिन शेष
hu: Már csak 1 nap
id: 1 hari lagi
it: Manca 1 giorno
ja: あと1日
ko: 1일 남음
nb: 1 dag igjen
nl: Nog 1 dag
pl: 1 dzień do wyjazdu
pt_br: Falta 1 dia
pt_pt: Falta 1 dia
ro: Mai e 1 zi
sv: 1 dag kvar
th: อีก 1 วัน
tr: 1 gün kaldı
uk: Залишився 1 день
vi: Còn 1 ngày
zh_hans: 还有1天

source: 1 night
ar: ليلة واحدة
cs: 1 noc
da: 1 nat
de: 1 Nacht
el: 1 βράδυ
es: 1 noche
fi: 1 yö
fr: 1 nuit
he: לילה אחד
hi: 1 रात
hu: 1 éjszaka
id: 1 malam
it: 1 notte
ja: 1泊
ko: 1박
nb: 1 natt
nl: 1 nacht
pl: 1 noc
pt_br: 1 noite
pt_pt: 1 noite
ro: 1 noapte
sv: 1 natt
th: 1 คืน
tr: 1 gece
uk: 1 ніч
vi: 1 đêm
zh_hans: 1晚

source: 1 year ago
ar: قبل سنة واحدة
cs: před 1 rokem
da: for 1 år siden
de: vor 1 Jahr
el: πριν από 1 χρόνο
es: hace 1 año
fi: 1 vuosi sitten
fr: il y a 1 an
he: לפני שנה
hi: 1 साल पहले
hu: 1 éve
id: 1 tahun lalu
it: 1 anno fa
ja: 1年前
ko: 1년 전
nb: for 1 år siden
nl: 1 jaar geleden
pl: rok temu
pt_br: há 1 ano
pt_pt: há 1 ano
ro: acum 1 an
sv: för 1 år sedan
th: 1 ปีที่แล้ว
tr: 1 yıl önce
uk: 1 рік тому
vi: 1 năm trước
zh_hans: 1年前

source: 3 or more countries in a single trip
ar: 3 دول أو أكثر في رحلة واحدة
cs: 3 nebo více zemí v jedné cestě
da: 3 eller flere lande på én rejse
de: 3 oder mehr Länder auf einer einzigen Reise
el: 3 ή περισσότερες χώρες σε ένα ταξίδι
es: 3 o más países en un solo viaje
fi: 3 tai useampi maa yhdellä matkalla
fr: 3 pays ou plus lors d'un seul voyage
he: 3 מדינות או יותר בטיול אחד
hi: एक ही यात्रा में 3 या अधिक देश
hu: 3 vagy több ország egyetlen utazás során
id: 3 negara atau lebih dalam satu perjalanan
it: 3 o più paesi in un unico viaggio
ja: 1回の旅行で3か国以上
ko: 한 번의 여행에서 3개국 이상
nb: 3 eller flere land på én reise
nl: 3 of meer landen tijdens één reis
pl: 3 lub więcej krajów w jednej podróży
pt_br: 3 ou mais países em uma única viagem
pt_pt: 3 ou mais países numa única viagem
ro: 3 sau mai multe țări într-o singură călătorie
sv: 3 eller fler länder på en enda resa
th: 3 ประเทศขึ้นไปในทริปเดียว
tr: Tek bir seyahatte 3 veya daha fazla ülke
uk: 3 або більше країн в одній подорожі
vi: 3 quốc gia trở lên trong một chuyến đi
zh_hans: 单次旅行中3个或以上国家

source: 5 or more cities in a single trip
ar: 5 مدن أو أكثر في رحلة واحدة
cs: 5 nebo více měst v jedné cestě
da: 5 eller flere byer på én rejse
de: 5 oder mehr Städte auf einer einzigen Reise
el: 5 ή περισσότερες πόλεις σε ένα ταξίδι
es: 5 o más ciudades en un solo viaje
fi: 5 tai useampi kaupunki yhdellä matkalla
fr: 5 villes ou plus lors d'un seul voyage
he: 5 ערים או יותר בטיול אחד
hi: एक ही यात्रा में 5 या अधिक शहर
hu: 5 vagy több város egyetlen utazás során
id: 5 kota atau lebih dalam satu perjalanan
it: 5 o più città in un unico viaggio
ja: 1回の旅行で5都市以上
ko: 한 번의 여행에서 5개 도시 이상
nb: 5 eller flere byer på én reise
nl: 5 of meer steden tijdens één reis
pl: 5 lub więcej miast w jednej podróży
pt_br: 5 ou mais cidades em uma única viagem
pt_pt: 5 ou mais cidades numa única viagem
ro: 5 sau mai multe orașe într-o singură călătorie
sv: 5 eller fler städer på en enda resa
th: 5 เมืองขึ้นไปในทริปเดียว
tr: Tek bir seyahatte 5 veya daha fazla şehir
uk: 5 або більше міст в одній подорожі
vi: 5 thành phố trở lên trong một chuyến đi
zh_hans: 单次旅行中5个或以上城市

source: A Memory with 100 or more photos and videos
ar: ذكرى تحتوي على 100 صورة وفيديو أو أكثر
cs: Vzpomínka se 100 nebo více fotkami a videi
da: Et minde med 100 eller flere billeder og videoer
de: Eine Erinnerung mit 100 oder mehr Fotos und Videos
el: Μια ανάμνηση με 100 ή περισσότερες φωτογραφίες και βίντεο
es: Un recuerdo con 100 o más fotos y vídeos
fi: Muisto, jossa on 100 tai enemmän kuvia ja videoita
fr: Un souvenir avec 100 photos et vidéos ou plus
he: זיכרון עם 100 תמונות וסרטונים או יותר
hi: 100 या अधिक फ़ोटो और वीडियो वाली मेमोरी
hu: Emlék 100 vagy több fotóval és videóval
id: Memory dengan 100 atau lebih foto dan video
it: Un ricordo con 100 o più foto e video
ja: 写真と動画が100点以上のメモリー
ko: 사진과 비디오가 100개 이상인 메모리
nb: Et minne med 100 eller flere bilder og videoer
nl: Een herinnering met 100 of meer foto's en video's
pl: Wspomnienie ze 100 lub więcej zdjęciami i filmami
pt_br: Uma memória com 100 ou mais fotos e vídeos
pt_pt: Uma memória com 100 ou mais fotos e vídeos
ro: O amintire cu 100 sau mai multe fotografii și videoclipuri
sv: Ett minne med 100 eller fler foton och videor
th: ความทรงจำที่มีภาพถ่ายและวิดีโอ 100 รายการขึ้นไป
tr: 100 veya daha fazla fotoğraf ve video içeren bir anı
uk: Спогад із 100 або більше фото та відео
vi: Ký ức có 100 ảnh và video trở lên
zh_hans: 包含100张或以上照片和视频的回忆

source: A Memory with photos, video, and music together
ar: ذكرى تجمع بين الصور والفيديو والموسيقى
cs: Vzpomínka s fotkami, videem a hudbou dohromady
da: Et minde med billeder, video og musik sammen
de: Eine Erinnerung mit Fotos, Video und Musik zusammen
el: Μια ανάμνηση με φωτογραφίες, βίντεο και μουσική μαζί
es: Un recuerdo con fotos, vídeo y música juntos
fi: Muisto, jossa on kuvia, videota ja musiikkia yhdessä
fr: Un souvenir combinant photos, vidéo et musique
he: זיכרון עם תמונות, וידאו ומוזיקה יחד
hi: फ़ोटो, वीडियो और संगीत के साथ एक मेमोरी
hu: Emlék fotókkal, videóval és zenével együtt
id: Memory dengan foto, video, dan musik bersama
it: Un ricordo con foto, video e musica insieme
ja: 写真・動画・音楽が揃ったメモリー
ko: 사진, 비디오, 음악이 함께 있는 메모리
nb: Et minne med bilder, video og musikk sammen
nl: Een herinnering met foto's, video en muziek samen
pl: Wspomnienie ze zdjęciami, wideo i muzyką razem
pt_br: Uma memória com fotos, vídeo e música juntos
pt_pt: Uma memória com fotos, vídeo e música juntos
ro: O amintire cu fotografii, video și muzică împreună
sv: Ett minne med foton, video och musik tillsammans
th: ความทรงจำที่มีภาพถ่าย วิดีโอ และเพลงรวมกัน
tr: Fotoğraf, video ve müziği bir arada içeren bir anı
uk: Спогад із фото, відео та музикою разом
vi: Ký ức có ảnh, video và nhạc cùng nhau
zh_hans: 包含照片、视频和音乐的回忆

source: A single flight over 10,000 km
ar: رحلة واحدة تزيد عن 10,000 كم
cs: Jediný let přes 10 000 km
da: En enkelt flyvning over 10.000 km
de: Ein einzelner Flug über 10.000 km
el: Μία πτήση άνω των 10.000 χλμ
es: Un solo vuelo de más de 10.000 km
fi: Yksittäinen yli 10 000 km:n lento
fr: Un seul vol de plus de 10 000 km
he: טיסה בודדת מעל 10,000 ק"מ
hi: 10,000 किमी से अधिक की एक ही उड़ान
hu: Egyetlen repülőút 10 000 km felett
id: Satu penerbangan lebih dari 10.000 km
it: Un unico volo di oltre 10.000 km
ja: 1回のフライトで10,000km超
ko: 단일 비행 10,000km 이상
nb: En enkelt flytur over 10 000 km
nl: Eén vlucht van meer dan 10.000 km
pl: Jeden lot dłuższy niż 10 000 km
pt_br: Um único voo de mais de 10.000 km
pt_pt: Um único voo de mais de 10.000 km
ro: Un singur zbor de peste 10.000 km
sv: En enda flygning över 10 000 km
th: เที่ยวบินเดียวมากกว่า 10,000 กม.
tr: 10.000 km'den uzun tek bir uçuş
uk: Один переліт понад 10 000 км
vi: Một chuyến bay dài hơn 10.000 km
zh_hans: 单程航班超过10,000公里

source: Accommodation name
ar: اسم مكان الإقامة
cs: Název ubytování
da: Overnatningens navn
de: Name der Unterkunft
el: Όνομα καταλύματος
es: Nombre del alojamiento
fi: Majoituksen nimi
fr: Nom de l'hébergement
he: שם המקום
hi: आवास का नाम
hu: Szállás neve
id: Nama akomodasi
it: Nome dell'alloggio
ja: 宿泊施設名
ko: 숙소 이름
nb: Overnattingens navn
nl: Naam accommodatie
pl: Nazwa noclegu
pt_br: Nome da hospedagem
pt_pt: Nome do alojamento
ro: Numele cazării
sv: Boendets namn
th: ชื่อที่พัก
tr: Konaklama adı
uk: Назва житла
vi: Tên chỗ ở
zh_hans: 住宿名称

source: Accommodation name (optional)
ar: اسم الإقامة (اختياري)
cs: Název ubytování (volitelné)
da: Overnatningsnavn (valgfrit)
de: Name der Unterkunft (optional)
el: Όνομα καταλύματος (προαιρετικό)
es: Nombre del alojamiento (opcional)
fi: Majoituksen nimi (valinnainen)
fr: Nom de l'hébergement (facultatif)
he: שם מקום הלינה (אופציונלי)
hi: आवास का नाम (वैकल्पिक)
hu: Szállás neve (opcionális)
id: Nama akomodasi (opsional)
it: Nome dell'alloggio (facoltativo)
ja: 宿泊施設名（任意）
ko: 숙소 이름 (선택 사항)
nb: Navn på overnattingssted (valgfritt)
nl: Naam accommodatie (optioneel)
pl: Nazwa noclegu (opcjonalnie)
pt_br: Nome da hospedagem (opcional)
pt_pt: Nome do alojamento (opcional)
ro: Numele cazării (opțional)
sv: Boendets namn (valfritt)
th: ชื่อที่พัก (ไม่บังคับ)
tr: Konaklama adı (isteğe bağlı)
uk: Назва помешкання (необовʼязково)
vi: Tên chỗ ở (không bắt buộc)
zh_hans: 住宿名称（可选）

source: Add Caption
ar: إضافة تسمية توضيحية
cs: Přidat titulek
da: Tilføj billedtekst
de: Untertitel hinzufügen
el: Προσθήκη υποτίτλου
es: Añadir subtítulo
fi: Lisää tekstitys
fr: Ajouter un sous-titre
he: הוסף כיתוב
hi: कैप्शन जोड़ें
hu: Felirat hozzáadása
id: Tambahkan Teks
it: Aggiungi didascalia
ja: 字幕を追加
ko: 자막 추가
nb: Legg til tekst
nl: Ondertitel toevoegen
pl: Dodaj napis
pt_br: Adicionar legenda
pt_pt: Adicionar legenda
ro: Adaugă subtitrare
sv: Lägg till text
th: เพิ่มคำบรรยาย
tr: Altyazı ekle
uk: Додати підпис
vi: Thêm chú thích
zh_hans: 添加字幕

source: Add Day
ar: إضافة يوم
cs: Přidat den
da: Tilføj dag
de: Tag hinzufügen
el: Προσθήκη ημέρας
es: Añadir día
fi: Lisää päivä
fr: Ajouter un jour
he: הוסף יום
hi: दिन जोड़ें
hu: Nap hozzáadása
id: Tambah Hari
it: Aggiungi giorno
ja: 日を追加
ko: 일자 추가
nb: Legg til dag
nl: Dag toevoegen
pl: Dodaj dzień
pt_br: Adicionar dia
pt_pt: Adicionar dia
ro: Adaugă ziua
sv: Lägg till dag
th: เพิ่มวัน
tr: Gün ekle
uk: Додати день
vi: Thêm ngày
zh_hans: 添加日期

source: Add a place
ar: أضف مكانًا
cs: Přidat místo
da: Tilføj sted
de: Ort hinzufügen
el: Προσθήκη τοποθεσίας
es: Añadir lugar
fi: Lisää paikka
fr: Ajouter un lieu
he: הוסף מקום
hi: स्थान जोड़ें
hu: Hely hozzáadása
id: Tambahkan tempat
it: Aggiungi luogo
ja: 場所を追加
ko: 장소 추가
nb: Legg til sted
nl: Plaats toevoegen
pl: Dodaj miejsce
pt_br: Adicionar lugar
pt_pt: Adicionar local
ro: Adaugă un loc
sv: Lägg till plats
th: เพิ่มสถานที่
tr: Yer ekle
uk: Додати місце
vi: Thêm địa điểm
zh_hans: 添加地点

source: Add accommodation
ar: أضف مكان إقامة
cs: Přidat ubytování
da: Tilføj overnatning
de: Unterkunft hinzufügen
el: Προσθήκη καταλύματος
es: Añadir alojamiento
fi: Lisää majoitus
fr: Ajouter un hébergement
he: הוסף מקום לינה
hi: आवास जोड़ें
hu: Szállás hozzáadása
id: Tambahkan akomodasi
it: Aggiungi alloggio
ja: 宿泊施設を追加
ko: 숙소 추가
nb: Legg til overnatting
nl: Accommodatie toevoegen
pl: Dodaj nocleg
pt_br: Adicionar hospedagem
pt_pt: Adicionar alojamento
ro: Adaugă cazare
sv: Lägg till boende
th: เพิ่มที่พัก
tr: Konaklama ekle
uk: Додати житло
vi: Thêm chỗ ở
zh_hans: 添加住宿

source: Add accommodation cost
ar: أضف تكلفة الإقامة
cs: Přidat náklady na ubytování
da: Tilføj indkvarteringsomkostning
de: Unterkunftskosten hinzufügen
el: Προσθήκη κόστους διαμονής
es: Añadir coste del alojamiento
fi: Lisää majoituskustannus
fr: Ajouter le coût de l'hébergement
he: הוסף עלות לינה
hi: आवास की लागत जोड़ें
hu: Szállásköltség hozzáadása
id: Tambahkan biaya akomodasi
it: Aggiungi il costo dell'alloggio
ja: 宿泊費を追加
ko: 숙박 비용 추가
nb: Legg til overnattingskostnad
nl: Verblijfskosten toevoegen
pl: Dodaj koszt noclegu
pt_br: Adicionar custo da acomodação
pt_pt: Adicionar custo do alojamento
ro: Adaugă costul cazării
sv: Lägg till boendekostnad
th: เพิ่มค่าที่พัก
tr: Konaklama ücretini ekle
uk: Додати вартість проживання
vi: Thêm chi phí lưu trú
zh_hans: 添加住宿费用

source: Add arrival date
ar: إضافة تاريخ الوصول
cs: Přidat datum příjezdu
da: Tilføj ankomstdato
de: Ankunftsdatum hinzufügen
el: Προσθήκη ημερομηνίας άφιξης
es: Añadir fecha de llegada
fi: Lisää saapumispäivä
fr: Ajouter une date d'arrivée
he: הוסף תאריך הגעה
hi: आगमन तिथि जोड़ें
hu: Érkezési dátum hozzáadása
id: Tambahkan tanggal kedatangan
it: Aggiungi data di arrivo
ja: 到着日を追加
ko: 도착 날짜 추가
nb: Legg til ankomstdato
nl: Aankomstdatum toevoegen
pl: Dodaj datę pobytu
pt_br: Adicionar data de chegada
pt_pt: Adicionar data de chegada
ro: Adaugă data sosirii
sv: Lägg till ankomstdatum
th: เพิ่มวันที่มาถึง
tr: Varış tarihi ekle
uk: Додати дату прибуття
vi: Thêm ngày đến
zh_hans: 添加到达日期

source: Add at end
ar: إضافة في النهاية
cs: Přidat na konec
da: Tilføj til sidst
de: Am Ende hinzufügen
el: Προσθήκη στο τέλος
es: Añadir al final
fi: Lisää loppuun
fr: Ajouter à la fin
he: הוסף בסוף
hi: अंत में जोड़ें
hu: Hozzáadás a végéhez
id: Tambahkan di akhir
it: Aggiungi alla fine
ja: 最後に追加
ko: 끝에 추가
nb: Legg til på slutten
nl: Toevoegen aan einde
pl: Dodaj na końcu
pt_br: Adicionar ao final
pt_pt: Adicionar ao fim
ro: Adaugă la sfârșit
sv: Lägg till i slutet
th: เพิ่มที่ท้าย
tr: Sona ekle
uk: Додати в кінець
vi: Thêm vào cuối
zh_hans: 添加到末尾

source: Add at start
ar: إضافة في البداية
cs: Přidat na začátek
da: Tilføj i starten
de: Am Anfang hinzufügen
el: Προσθήκη στην αρχή
es: Añadir al principio
fi: Lisää alkuun
fr: Ajouter au début
he: הוסף בהתחלה
hi: शुरुआत में जोड़ें
hu: Hozzáadás az elejéhez
id: Tambahkan di awal
it: Aggiungi all'inizio
ja: 最初に追加
ko: 시작 부분에 추가
nb: Legg til i starten
nl: Toevoegen aan begin
pl: Dodaj na początku
pt_br: Adicionar ao início
pt_pt: Adicionar ao início
ro: Adaugă la început
sv: Lägg till i början
th: เพิ่มที่ต้น
tr: Başa ekle
uk: Додати на початок
vi: Thêm vào đầu
zh_hans: 添加到开头

source: Add check-in date
ar: أضف تاريخ تسجيل الوصول
cs: Přidat datum příjezdu
da: Tilføj indtjekningsdato
de: Anreisedatum hinzufügen
el: Προσθήκη ημερομηνίας άφιξης
es: Añadir fecha de entrada
fi: Lisää sisäänkirjautumispäivä
fr: Ajouter une date d'arrivée
he: הוסף תאריך צ'ק-אין
hi: चेक-इन तारीख जोड़ें
hu: Bejelentkezés dátumának hozzáadása
id: Tambahkan tanggal check-in
it: Aggiungi data di check-in
ja: チェックイン日を追加
ko: 체크인 날짜 추가
nb: Legg til innsjekkingsdato
nl: Incheckdatum toevoegen
pl: Dodaj datę zameldowania
pt_br: Adicionar data de check-in
pt_pt: Adicionar data de check-in
ro: Adaugă data check-in-ului
sv: Lägg till incheckningsdatum
th: เพิ่มวันที่เช็คอิน
tr: Giriş tarihi ekle
uk: Додати дату заїзду
vi: Thêm ngày nhận phòng
zh_hans: 添加入住日期

source: Add check-out date
ar: أضف تاريخ تسجيل المغادرة
cs: Přidat datum odjezdu
da: Tilføj udtjekningsdato
de: Abreisedatum hinzufügen
el: Προσθήκη ημερομηνίας αναχώρησης
es: Añadir fecha de salida
fi: Lisää uloskirjautumispäivä
fr: Ajouter une date de départ
he: הוסף תאריך צ'ק-אאוט
hi: चेक-आउट तारीख जोड़ें
hu: Kijelentkezés dátumának hozzáadása
id: Tambahkan tanggal check-out
it: Aggiungi data di check-out
ja: チェックアウト日を追加
ko: 체크아웃 날짜 추가
nb: Legg til utsjekkingsdato
nl: Uitcheckdatum toevoegen
pl: Dodaj datę wymeldowania
pt_br: Adicionar data de check-out
pt_pt: Adicionar data de check-out
ro: Adaugă data check-out-ului
sv: Lägg till utcheckningsdatum
th: เพิ่มวันที่เช็คเอาต์
tr: Çıkış tarihi ekle
uk: Додати дату виїзду
vi: Thêm ngày trả phòng
zh_hans: 添加退房日期

source: Add cities, dates, flights and hotel notes before you go — after the trip, convert it straight into a Memory.
ar: أضف المدن والتواريخ والرحلات وملاحظات الفنادق قبل السفر — بعد الرحلة، حوّلها مباشرة إلى ذكرى.
cs: Přidejte města, data, lety a poznámky k hotelům před odjezdem — po cestě to rovnou převeďte na vzpomínku.
da: Tilføj byer, datoer, fly og hotelnotater, før du tager af sted — efter turen kan du konvertere det direkte til et minde.
de: Füge Städte, Daten, Flüge und Hotelnotizen hinzu, bevor du losfährst — nach der Reise wandelst du sie direkt in eine Erinnerung um.
el: Προσθέστε πόλεις, ημερομηνίες, πτήσεις και σημειώσεις ξενοδοχείων πριν φύγετε — μετά το ταξίδι, μετατρέψτε το κατευθείαν σε ανάμνηση.
es: Añade ciudades, fechas, vuelos y notas sobre hoteles antes de salir — después del viaje, conviértelo directamente en un recuerdo.
fi: Lisää kaupungit, päivämäärät, lennot ja hotellimuistiinpanot ennen lähtöä — matkan jälkeen muunna se suoraan muistoksi.
fr: Ajoutez villes, dates, vols et notes d'hôtel avant de partir — après le voyage, convertissez-le directement en souvenir.
he: הוסף ערים, תאריכים, טיסות והערות מלון לפני היציאה — אחרי הטיול, הפוך זאת ישירות לזיכרון.
hi: जाने से पहले शहर, तारीखें, फ़्लाइट और होटल नोट्स जोड़ें — यात्रा के बाद इसे सीधे मेमोरी में बदल दें।
hu: Add hozzá a városokat, dátumokat, járatokat és szállodai jegyzeteket indulás előtt — utazás után rögtön alakítsd emlékké.
id: Tambahkan kota, tanggal, penerbangan, dan catatan hotel sebelum berangkat — setelah perjalanan, ubah langsung menjadi kenangan.
it: Aggiungi città, date, voli e note sugli hotel prima di partire — dopo il viaggio, trasformalo direttamente in un ricordo.
ja: 出発前に都市、日程、フライト、ホテルのメモを追加しましょう — 旅行後はそのままメモリーに変換できます。
ko: 출발 전에 도시, 날짜, 항공편, 호텔 메모를 추가하세요 — 여행 후 바로 메모리로 변환할 수 있습니다.
nb: Legg til byer, datoer, fly og hotellnotater før du drar — etter turen kan du gjøre det om til et minne med en gang.
nl: Voeg steden, data, vluchten en hotelnotities toe voordat je vertrekt — na de reis zet je het direct om in een herinnering.
pl: Dodaj miasta, daty, loty i notatki o hotelach zanim wyjedziesz — po powrocie od razu zamień to w Memory.
pt_br: Adicione cidades, datas, voos e notas de hotel antes de viajar — depois da viagem, converta tudo direto em uma lembrança.
pt_pt: Adiciona cidades, datas, voos e notas de hotel antes de partires — depois da viagem, converte tudo diretamente numa memória.
ro: Adaugă orașe, date, zboruri și notițe despre hoteluri înainte de plecare — după călătorie, transformă-l direct într-o amintire.
sv: Lägg till städer, datum, flyg och hotellanteckningar innan du åker — efter resan omvandlar du det direkt till ett minne.
th: เพิ่มเมือง วันที่ เที่ยวบิน และบันทึกโรงแรมก่อนออกเดินทาง — หลังทริปเปลี่ยนเป็นความทรงจำได้ทันที
tr: Yola çıkmadan önce şehirleri, tarihleri, uçuşları ve otel notlarını ekle — seyahatten sonra bunu doğrudan bir anıya dönüştür.
uk: Додайте міста, дати, рейси та нотатки про готелі перед виїздом — після подорожі одразу перетворіть це на спогад.
vi: Thêm thành phố, ngày tháng, chuyến bay và ghi chú khách sạn trước khi đi — sau chuyến đi, chuyển thẳng thành kỷ niệm.
zh_hans: 出发前添加城市、日期、航班和酒店备注——旅行结束后可直接转换为回忆。

source: Add end date
ar: أضف تاريخ الانتهاء
cs: Přidat datum ukončení
da: Tilføj slutdato
de: Enddatum hinzufügen
el: Προσθήκη ημερομηνίας λήξης
es: Añadir fecha de fin
fi: Lisää päättymispäivä
fr: Ajouter une date de fin
he: הוסף תאריך סיום
hi: समाप्ति तारीख जोड़ें
hu: Befejezés dátumának hozzáadása
id: Tambahkan tanggal berakhir
it: Aggiungi data di fine
ja: 終了日を追加
ko: 종료일 추가
nb: Legg til sluttdato
nl: Einddatum toevoegen
pl: Dodaj datę zakończenia
pt_br: Adicionar data de término
pt_pt: Adicionar data de fim
ro: Adaugă data de final
sv: Lägg till slutdatum
th: เพิ่มวันที่สิ้นสุด
tr: Bitiş tarihi ekle
uk: Додати дату завершення
vi: Thêm ngày kết thúc
zh_hans: 添加结束日期

source: Add estimated trip costs
ar: أضف التكاليف المقدرة للرحلة
cs: Přidat odhadované náklady na cestu
da: Tilføj estimerede rejseomkostninger
de: Geschätzte Reisekosten hinzufügen
el: Προσθήκη εκτιμώμενου κόστους ταξιδιού
es: Añadir costes estimados del viaje
fi: Lisää arvioidut matkakulut
fr: Ajouter les coûts estimés du voyage
he: הוסף עלויות נסיעה משוערות
hi: अनुमानित यात्रा लागत जोड़ें
hu: Becsült utazási költségek hozzáadása
id: Tambahkan perkiraan biaya perjalanan
it: Aggiungi costi stimati del viaggio
ja: 旅行の概算費用を追加
ko: 예상 여행 비용 추가
nb: Legg til estimerte reisekostnader
nl: Geschatte reiskosten toevoegen
pl: Dodaj szacowane koszty podróży
pt_br: Adicionar custos estimados da viagem
pt_pt: Adicionar custos estimados da viagem
ro: Adaugă costurile estimate ale călătoriei
sv: Lägg till uppskattade resekostnader
th: เพิ่มค่าใช้จ่ายโดยประมาณของการเดินทาง
tr: Tahmini seyahat maliyetlerini ekle
uk: Додати орієнтовну вартість подорожі
vi: Thêm chi phí chuyến đi ước tính
zh_hans: 添加预估旅行费用

source: Add flight costs
ar: أضف تكاليف الطيران
cs: Přidat náklady na let
da: Tilføj flyomkostninger
de: Flugkosten hinzufügen
el: Προσθήκη κόστους πτήσης
es: Añadir costes de vuelo
fi: Lisää lentokustannukset
fr: Ajouter les frais de vol
he: הוסף עלויות טיסה
hi: उड़ान की लागत जोड़ें
hu: Repülőjegy költség hozzáadása
id: Tambahkan biaya penerbangan
it: Aggiungi i costi del volo
ja: 航空券費用を追加
ko: 항공료 추가
nb: Legg til flykostnader
nl: Vluchtkosten toevoegen
pl: Dodaj koszt lotów
pt_br: Adicionar custo dos voos
pt_pt: Adicionar custo dos voos
ro: Adaugă costul zborurilor
sv: Lägg till flygkostnader
th: เพิ่มค่าตั๋วเครื่องบิน
tr: Uçuş ücretlerini ekle
uk: Додати вартість перельоту
vi: Thêm chi phí chuyến bay
zh_hans: 添加机票费用

source: Add other costs (transport, activities)
ar: أضف تكاليف أخرى (النقل، الأنشطة)
cs: Přidat další náklady (doprava, aktivity)
da: Tilføj andre omkostninger (transport, aktiviteter)
de: Weitere Kosten hinzufügen (Transport, Aktivitäten)
el: Προσθήκη άλλων εξόδων (μετακινήσεις, δραστηριότητες)
es: Añadir otros costes (transporte, actividades)
fi: Lisää muut kulut (kuljetus, aktiviteetit)
fr: Ajouter d'autres coûts (transport, activités)
he: הוסף עלויות נוספות (תחבורה, פעילויות)
hi: अन्य लागतें जोड़ें (परिवहन, गतिविधियां)
hu: Egyéb költségek hozzáadása (közlekedés, programok)
id: Tambahkan biaya lain (transportasi, aktivitas)
it: Aggiungi altri costi (trasporti, attività)
ja: その他の費用を追加(交通機関、アクティビティ)
ko: 기타 비용 추가(교통, 액티비티)
nb: Legg til andre kostnader (transport, aktiviteter)
nl: Overige kosten toevoegen (vervoer, activiteiten)
pl: Dodaj inne koszty (transport, atrakcje)
pt_br: Adicionar outros custos (transporte, atividades)
pt_pt: Adicionar outros custos (transporte, atividades)
ro: Adaugă alte costuri (transport, activități)
sv: Lägg till andra kostnader (transport, aktiviteter)
th: เพิ่มค่าใช้จ่ายอื่นๆ (การเดินทาง, กิจกรรม)
tr: Diğer masrafları ekle (ulaşım, etkinlikler)
uk: Додати інші витрати (транспорт, заходи)
vi: Thêm chi phí khác (di chuyển, hoạt động)
zh_hans: 添加其他费用(交通、活动)
